const categoriesOptions = [
    {
        category: "Деца",
        items: ["Джобни", "Играчки"],
    },
    {
        category: "Домашни любимци",
        items: ["Аксесоари", "Ветеринар", "Храна"],
    },
    {
        category: "Жилище",
        items: ["Вода", "Електроенергия", "Ипотека", "Наем", "Отопление"],
    },
    {
        category: "Здраве",
        items: ["Лекарства", "Лекарски прегледи", "Фитнес"],
    },
    {
        category: "Комунални услуги",
        items: ["Интернет", "Кабелна телевизия", "Телефон"],
    },
    {
        category: "Лични разходи",
        items: [
            "Дрехи и обувки",
            "Забавления",
            "Козметика",
            "Пътувания",
            "Хобита и развлечения",
        ],
    },
    {
        category: "Образование",
        items: ["Курсове и обучения", "Учебни материали", "Учебни такси"],
    },
    {
        category: "Спестявания и инвестиции",
        items: ["Инвестиции", "Пенсионен фонд", "Спестявания"],
    },
    {
        category: "Транспорт",
        items: ["Гориво", "Обществен транспорт", "Паркинг"],
    },
    {
        category: "Финанси и застраховка",
        items: ["Данъци и такси", "Застраховки"],
    },
    {
        category: "Храна",
        items: [
            "Доставка на храна",
            "Продукти за вкъщи",
            "Ресторанти",
        ],
    },
    {
        category: "Други",
        items: ["Други"],
    },
];

export default categoriesOptions;
